
[Target-C40179A9D7DAD484]
Image=Download_advance_download_manager.png
SizeX=128
SizeY=128
Opacity=100

[General-C40179A9D7DAD484]

[不处理正在下载中的文件]
State=Enabled
Rules=*download*
Action=$2
Destination=-

[一天内用过的文件放在远处]
State=Disabled
Rules=*
Action=$2
Destination=-
Filters=0>KB|0>D|0>D|1<1D|0=off|0=off|0=off|0=off|0=off|0=|0<
FavouriteAssociation=True

[自动收拢其他格式]
State=Enabled
Rules=#
Action=$0
Destination=%ParentDir%\其他文件

[自动收拢视频文件]
State=Enabled
Rules=*.avi;*.flv;*.m4v;*.mkv;*.mov;*.mp4;*.mpeg;*.mpg;*.wmv
Action=$0
Destination=%ParentDir%\视频文件

[自动收拢图片文件]
State=Enabled
Rules=*.bmp;*.gif;*.ico;*.jpg;*.jpeg;*.png;*.psd;*.tif;*.tiff
Action=$0
Destination=%ParentDir%\图片文件

[自动收拢文档文件]
State=Enabled
Rules=*.djvu;*.doc;*.docx;*.epub;*.odt;*.pdf;*.rtf;*.tex;*.txt
Action=$0
Destination=%ParentDir%\文档文件

[自动收拢压缩文件]
State=Enabled
Rules=*.7z;*.bz2;*.gz;*.iso;*.rar;*.xz;*.z;*.zip
Action=$0
Destination=%ParentDir%\压缩文件

[自动收拢音乐文件]
State=Enabled
Rules=*.aac;*.flac;*.m4a;*.mp3;*.ogg;*.wma;*.wav
Action=$0
Destination=%ParentDir%\音乐文件

